Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/davviriikkalas_samekonvensuvdna_fi/index.php_option=com_docman_task=doc_download_gid=1410_itemid=10.pdf.tmx
Source language: sme
Languages: smn

source: Beavdegirji
smn: Pevdikirje

source: Sámiministariid ja sámedikkiid presideanttaid čoahkkin Stockholmas skábmamánu 22. b. 2010
smn: Sämiaašijn västideijee ministerij já Sämitigij presideentâi čuákkim Tukholmast 22 p. skammâmáánu 2010

source: Davviriikkalaš sápmelaš giellabálkkašupmi – Gollegiella
smn: Tave-eennâmlâš säämi kielâpalhâšume – Kollekielâ

source: Ministarat ja sámedikkepresideanttat dohkkehit ovttamielalaččat Davviriikkalaš sápmelaš giellabálkkašumi – Gollegiella – njuolggadusaid rievdadusevttohusaid. Dat leat dán beavdegirjji lasáhussan.
smn: Ministereh já sämitigij presideentah tuhhiittii oovtmielâlávt tave-eennâmlii säämi kielâpalhâšume – Kollekielâ – njuolgâdusnubástus, mii lii taan pevdikirje lahtosin.

source: Fuopmášuvvo ahte maiddái giellabálkkašumi várás sierra namahuvvon árvvoštallanlávdegoddi ovttamielalaččat lea namahan jagi 2010 vuoitiid ja lea addán čálalaš ákkastallama.
smn: Páhuduvvoo, et meiddei sierâ nomâttum kielâpalhâšume árvuštâllâmlävdikodde lii oovtmielâlávt nomâttâm ive 2010 palhâšumeuážžoid já lii kuáđđám kirjálii vuáđustâs.

source: Vuoitit leaba Máret Sárá ja Lajla Mattsson Magga.
smn: Palhâšume uážžooh lává Máret Sárá já Lajla Mattsson Magga.

source: Sámeáššiid davviriikkalaš virgeolmmoškomitea bivdojuvvo válbmejuvvot jagi 2012 bálkkašumi juohkin.
smn: Sämiáášij tave-eennâmlâš virgealmaiorgaan pivdoo valmâštâllâđ ive 2012 palhâšume jyehim.

source: Davviriikkalaš sámekonvenšuvdna – joatkkabargu
smn: Tave-eennâmlâš sämisopâmuš – jotkâpargo

source: Čoahkkimisteaset 12. 11. 2008 sámiministarat ja sámedikkiid presideanttat ledje ovtta oaivilis das, ahte davviriikkalaš sámekonvenšuvdnabargu berre jotkojuvvot.
smn: Čuákkimistis 12. 11.2008 ministereh já sämitigij presideentah lijjii oovtmielâliih tast et taveeennâmlâš sämisopâmuš kyyskee pargo kalga jotkuđ.

source: Sámeáššid davviriikkalaš virgeolmmoškomitea bivdojuvvui ráhkaduvvot evttohus das mo vejolaš ráđđádallamat galget čađahuvvot.
smn: Pivdui, et sämiaašij tave-eennâmlâš virgealmaiorgaan rähtá iävtuttâs tast, maht máhđulijd ráđádâlmijd puávtáččij olášuttiđ.

source: Dát bargu lea dál gárvvis ja ráđđádallanvuohki gávdno lasáhusas.
smn: Taat pargo lii tääl käärvis já ráđádâllâmvyehi kavnoo lahtosist.

source: Sámiministarat ja sámedikkiid presideanttat leat ovtta oaivilis ahte joatkevaš proseassa galgá ollašuhttojuvvot dan ráđđádallanvuohkeevttohusa mielde, mii lea dán beavdegirjji lasáhussan.
smn: Sämiministereh já sämitigij presideentah láá oovtmielâliih tast et puáttee proosees kalga olášuttiđ ráđádâllâmvyehiiävtuttâs mield, mii lii pevdikirje lasattâssân.

source: Stockholmas skábmamánu 22. b. 2010
smn: Tukholmast skammâmáánu 22 p. 2010
